<template>
  <div style="text-align: center">
    <h1>Про нас</h1>
    <p style="margin: 30px 70px 30px 70px; font-size: 19px; text-align: justify"><span>Центральне юридичне управління
Центральне юридичне управління Генерального штабу Збройних Сил України є структурним підрозділом Генерального штабу Збройних Сил України (далі — Генеральний штаб) та призначене для здійснення правового забезпечення діяльності Головнокомандувача Збройних Сил України (далі — Головнокомандувач) та Генерального штабу, організації, методичного керівництва та координації правової роботи у Збройних Силах України.

До основних завдань Центрального юридичного управління належить:

здійснення правового забезпечення діяльності Головнокомандувача та Генерального штабу;

організація правової роботи у Збройних Силах України;

організація та здійснення самопредставництва, представництва інтересів Головнокомандувача та його заступника, Генерального штабу та його посадових осіб у судах та інших державних органах;

організація дотримання у Збройних Силах України норм і приписів міжнародного гуманітарного права та права збройних конфліктів.
      </span>
    </p>
  </div>
</template>

<script>
export default {
  name: "About"
}
</script>

<style scoped>

</style>